;============================================================================================================
;     GENE MODS
;============================================================================================================
[MZAdaptiveBoneMarrow X2AbilityTemplate]
LocFriendlyName="适应性骨髓"
LocLongDescription="伤口恢复时间缩短66%。士兵每回合恢复生命值."
LocHelpText="伤口恢复时间缩短66%。士兵每回合恢复生命值."
LocFlyOverText="适应性骨髓"

[MZAdrenalNeurosympathy X2AbilityTemplate]
LocFriendlyName="肾上腺交感神经"
LocLongDescription="提供战斗信息素加成，在杀死敌人时增加附近士兵的瞄准、暴击几率和机动性."
LocHelpText="提供战斗信息素加成，在杀死敌人时增加附近士兵的瞄准、暴击几率和机动性."
LocFlyOverText="肾上腺交感神经"

[MZAdrenalNeurosympathyTrigger X2AbilityTemplate]
LocFriendlyName="肾上腺交感神经"
LocLongDescription="战斗信息素强化可提高命中、暴击几率和机动性."
LocHelpText="战斗信息素强化可提高命中、暴击几率和机动性."
LocFlyOverText="肾上腺交感神经"

[MZNeuralDamping X2AbilityTemplate]
LocFriendlyName="神经阻尼"
LocLongDescription="赋予对精神痛苦的免疫力和对精神攻击伤害的抵抗力."
LocHelpText="赋予对精神痛苦的免疫力和对精神攻击伤害的抵抗力."
LocFlyOverText="神经阻尼"

[MZNeuralFeedback X2AbilityTemplate]
LocFriendlyName="神经回路"
LocLongDescription="对 灵能攻击者造成伤害，并使其所有 灵能技能处于冷却状态。不会降低攻击者的成功机会."
LocHelpText="对 灵能攻击者造成伤害，并使其所有 灵能技能处于冷却状态。不会降低攻击者的成功机会."
LocFlyOverText="神经回路"

[MZNeuralFeebackTrigger X2AbilityTemplate]
LocFriendlyName="神经回路"
LocLongDescription="对 灵能攻击者造成伤害，并使其所有 灵能技能处于冷却状态。不会降低攻击者的成功机会."
LocHelpText="对 灵能攻击者造成伤害，并使其所有 灵能技能处于冷却状态。不会降低攻击者的成功机会."
LocFlyOverText="神经回路"

[MZNictitatingMembranes X2AbilityTemplate]
LocFriendlyName="瞬膜"
LocLongDescription="透明的内眼睑抵消了毒药、迷失方向和烟雾的目的惩罚。回合启动时清洁盲板."
LocHelpText="透明的内眼睑抵消了毒药、迷失方向和烟雾的目的惩罚。回合启动时清洁盲板."
LocFlyOverText="瞬膜"

[MZPhantomFocus X2AbilityTemplate]
LocFriendlyName="传奇道途"
LocLongDescription="道途：在每回合开始时隐藏时获得幻影法力值."
LocHelpText="道途：在每回合开始时隐藏时获得幻影法力值."
LocFlyOverText="传奇道途"
LocPromotionPopupText="<Bullet/> 一名士兵一次只能拥有一种类型的专注.<br/><Bullet/> 随着法力水平的上升，恢复速度会减慢."

[MZPsyberInterface X2AbilityTemplate]
LocFriendlyName="植入式灵能镜片"
LocLongDescription="一个微小的植入式精神晶状体可以计算信息，帮助黑客攻击和瞄准机器人敌人."
LocHelpText="一个微小的植入式精神晶状体可以计算信息，帮助黑客攻击和瞄准机器人敌人."
LocFlyOverText="植入式灵能镜片"

[MZRegenPheremones X2AbilityTemplate]
LocFriendlyName="再生信息素"
LocLongDescription="提供战斗信息素强化，清除伤害状态，并在杀死敌人时恢复附近士兵的生命值."
LocHelpText="提供战斗信息素强化，清除伤害状态，并在杀死敌人时恢复附近士兵的生命值."
LocFlyOverText="再生信息素"

[MZRegenPheremonesTrigger X2AbilityTemplate]
LocFriendlyName="再生信息素"
LocLongDescription="健康随时间推移而再生."
LocHelpText="健康随时间推移而再生."
LocFlyOverText="再生信息素"

[MZViperBlood X2AbilityTemplate]
LocFriendlyName="毒蛇血清"
LocLongDescription="免疫毒药，受伤时会流毒. 站在毒云中时获得命中、暴击和闪避."
LocHelpText="免疫毒药，受伤时会流毒. 站在毒云中时获得命中、暴击和闪避."
LocFlyOverText="毒蛇血清"

[MZViperBloodTrigger X2AbilityTemplate]
LocFriendlyName="毒蛇血清"
LocLongDescription=""
LocHelpText=""
LocFlyOverText="毒蛇血清"

[Musashi_BioelectricSkin X2AbilityTemplate]
LocFriendlyName="生物电皮肤"
LocLongDescription="检测中等距离内是否存在隐藏的敌人."
LocHelpText="检测中等距离内是否存在隐藏的敌人."
LocFlyOverText="生物电皮肤"

[MZDepthPerception X2AbilityTemplate]
LocFriendlyName="深度感知"
LocLongDescription="当士兵具有身高优势时，增加命中和暴击."
LocHelpText="当士兵具有身高优势时，增加命中和暴击."
LocFlyOverText="深度感知"

[MZHyperreactivePupils X2AbilityTemplate]
LocFriendlyName="反应化瞳孔"
LocLongDescription="失手后获得命中奖励."
LocHelpText="失手后获得命中奖励."
LocFlyOverText="反应化瞳孔"

[RM_GeneWallClimb X2AbilityTemplate]
LocFriendlyName="蛛形纲黏液"
LocLongDescription="使士兵能够爬上墙壁，使他们能够无缝地到达屋顶和下面的地面."
LocHelpText="使士兵能够爬上墙壁，使他们能够无缝地到达屋顶和下面的地面."
LocFlyOverText="蛛形纲黏液"

[RM_GeneMimeticSkin X2AbilityTemplate]
LocFriendlyName="拟态皮肤"
LocLongDescription="赋予改变皮肤图案以匹配掩体的能力。当士兵移动到高掩体时，他们会被隐藏。如果任何敌人都在视线范围内，则不起作用."
LocHelpText="赋予改变皮肤图案以匹配掩体的能力。当士兵移动到高掩体时，他们会被隐藏。如果任何敌人都在视线范围内，则不起作用."
LocFlyOverText="拟态皮肤"

[MZWiredreflexes X2AbilityTemplate]
LocFriendlyName="突触助推器"
LocLongDescription="赋予士兵在所有反应情况下的卓越能力，将命中检定更改为更有利的一个阶段."
LocHelpText="赋予士兵在所有反应情况下的卓越能力，将命中检定更改为更有利的一个阶段."
LocFlyOverText="突触助推器"